[

{
    "title": "It is a Spanish river which has its source in the Montes Universales in the mountain ranges of the north westernmost end of the Sistema Ibérico. It discharges into the Medterranean sea near the city of Valencia. Which river is it?",
    "choices": ["Ebro","Turia","Guadalquivir","Miño"],
    "answer": 1
},
{
    "title": "He was born in Barcelona. He began playing basketball as a center with his school team, he began playing for Barcelona's junior team. In 2001 he was named Player. After entering the NBA draft, he was selected third overall in the first round in the 2001 NBA draft by the Atlanta Hawks",
    "choices": ["Marc Gasol","Juan Carlos Navarro","Pau Gasol","Ricky Rubio"],
    "answer": 2
},
{
    "title": "This monument is a cathedral located in Galicia, Spain. Its architectural style is Romanesque, Gothic and Baroque. It was build in 1211. It has historically been a place of pilgrimage on the way of St. James, since the Early Middle Ages. What is the name of this important monument here in Spain?",
    "choices": ["Sagrada Familia","Catedral de Burgos","Catedral de Santiago de Compostela","Catedral de Toledo"],
    "answer": 2
},
{
    "title": "I'm a Spanish humoristic actor and I do monologues. I'm the winner of the Goyas awards to the best revelation actor 2014 for the film “Ocho apellidos vascos”",
    "choices": ["Mario Casas","Dani Rovira","Antonio Banderas","Pablo Alborán"],
    "answer": 1
},
{
    "title": "I'm a language, I'm from Valencia, and 2 million people speak me. I am governed by the rules of the Valencian Academy of Language. The schools teach me, I am a subject. What language am I?",
    "choices": ["Euskera", "Valencian", "Gallego", "Catalán"],
    "answer": 1
},
{
    "title": "This sport sport was unveiled at the end of the century XIX. The first team in Spain was Recreativo of Huelva in 1884. You can now Barça, Valencia, Real Madrid and other team. Which is the most Spanish popular sport?",
    "choices": ["Basketball", "Swimming competition", "Football", "Equitation"],
    "answer": 2
},
{
    "title": "This food is very typical in Spain, but it was born in Valencia. It is a rice-based meal, that appears yellow once completely done. You can either make it with different types of fish (prawns, lobster, etc), or with meat (chicken, rabbit, etc). It also has a few vegetables and it's very tasty! What dish is it?",
    "choices": ["Arroz a la cubana", "Arroz caldoso", "Paella", "Arroz tres delicias"],
    "answer": 2
},
{
    "title": "He is one of the most famous singers in Spain. He has dark blonde curly hair. He is famous thanks to a famous TV programme that they used to do called ''operación triunfo'' and he raised as a star in 2001. He is from Andalucia, Almería (Southern Spain) Who is he?",
    "choices": ["David Bustamante", "David Bisbal", "Pablo Alborán", "Paquirrin"],
    "answer": 1
},
{
    "title": "In Spain there was a civil war between the Nationalist side and the Republican side. The war began on July 17th, 1936. When did the Spanish Civil War end?",
    "choices": ["1942", "1987", "It is not yet finished", "1939", "1992"],
    "answer": 3
},
{
    "title": "Which is the longest river in Spain?",
    "choices": ["Duero (Douro)", "Tajo (Tagus)", "Ebro", "Túria (Turia)", "Guadalquivir"],
    "answer": 1
},
{
    "title": "He is a Spanish musician, singer, and songwriter. He born in 1989 in Málaga (Spain) In 2011, he was nominated for three Latin Grammy Awards. \"Solamente tú\" was his first single.",
    "choices": ["Enrique Iglesias", "Pablo Alborán", "David Bisbal", "Chenoa"],
    "answer": 1
}
]
