[

{
    "title": "I was born on 12th August, 1887 and died on 21st January 1961. I was Austrian but used to live in Ireland. I am known as the father of quantum mechanics and am famous for an experiment linked with a cat. I discovered an equation that was named after my own name, and that is also called the wave equation. I won a Nobel Prize that I shared with Paul Dirac in 1933. I discoverd the first quantum model of atoms by understanding that electrons could'nt be precisely situated in the electronic cloud.",
    "answer": "Erwin Schrodinger"
},
{
    "title": "1. I was born in 1881 and died in 1955. I was Irish and I lived in London. 2. I was a biologist and a pharmacologist. I carried out a lot of experiments. 3. In 1928 I discovered penicillin. Penicillin is used to treat infections caused by bacteria. It’s an antibiotic. 4. I won the Nobel Prize in medicine in 1945. 5. One day I said \"One sometimes finds what one is not looking for\":",
    "answer": "Alexander Fleming"
},
{
    "title": "1. I was born in 1745. I died in 1827. I was Italian. 2. I was a physicist and a chemist. I worked on electricity. 3. In 1799 I created the first electrical battery, called the voltaic pile. It consists of two electrodes made of copper and zinc with an electrolyte. 4. With my invention, I proved that electricity could be generated chemically. 5. The SI unit of electric potential (voltage) was named in my honour.",
    "answer": "Alessandro Volta"
},
{
    "title": "1. I was born on February 22nd 1857 and died on January 1st 1894. I was German. 2. I am famous because I proved experimentally the existence of electromagnetic waves in the years 1885-1889. 3. My experiments confirmed Maxwell’s theory of electromagnetism published in 1865. 4. I was the first to set up an experiment which transmitted and received radio waves, part of electromagnetic waves. 5. I gave my name to the unit of frequency.",
    "answer": "Heinrich Hertz"
},
{
    "title": "1. I was born in 1871 and I died in 1937. I'm a New Zealander and British. 2. I worked in Montreal, Manchester and Cambridge as a teacher. 3. In 1908 I won the Nobel Prize in Chemistry for my works on radioactivity and desintegration of the elements. 4. In 1909 I proved the existence of the nucleus in an atom, thanks to the gold leaf experiment. 5. I gave my name to the atomic model where electrons orbit the nucleus.",
    "answer": "Ernst Rutherford"
},
{
    "title": "1. I was born in Paris, France, on December 15, 1852, into a family of scientists. I died on August 25th 1908. 2. I was an esteemed member of the European scientific community. I was elected a member of the Academie des Sciences de France in 1889. 3.  In 1896 I discovered the radioactivity of uranium.  4. I shared a Nobel Prize in 1903 with Marie Curie.  5.  I gave my name to the unit of a radioactivity quantity. The symbol of this unit is Bq.",
    "answer": "Henri Becquerel"
},
{
    "title": "1. I was born in 1642 and died in 1727. I was English.  2. I was a physicist, mathematician, astronomer and philosopher.  3. I formulated the laws of motion and universal gravitation.  4. I made my first discoveries by observing an apple falling from a tree.  5. My name was given to the SI unit of force.",
    "answer": "Isaac Newton"
},
{
    "title": "1. I was born in 1736 and died in 1819. I was a Scottish scientist. 2.  I was an inventor, a mechanical engineer and a chemist. 3. I worked about steam engines where the thermal energy of the steam is converted into mechanical energy 4. My improvements to the steam engines contributed to the Industrial Revolution and to the invention of locomotives 5. My name was given to the SI unit of power.",
    "answer": "James Watt"
},
{
    "title": "1.  I am a British scientist born on 8th January of 1942 in England 2.  I work as theoretical physicist, and cosmologist in Cambridge University  3.  I have motor neuron disease  4.  I worked on cosmology particularly on the theory of black Holes.  5.  I wrote two famous books named “A Brief History of Time” and “The Universe in a Nutshell”.",
    "answer": "Stephen Hawking"
},
{
    "title": "1. I was born on February 15th 1564 and I died on January 8th 1642. I’m from Italy. 2. I was an astronomer, physicist, engineer, philosopher and mathematician. 3. I discovered the four largest satellites of Jupiter and the telescopic confirmation of the phases of Venus. 4. I supported the Copernican theory that the sun was at the center of the solar system. 5. In 1632 I wrote a book called “dialogue concerning the two chief world systems”. Because of this book I was found to be guilty of heresy and sentenced to house arrest for the rest of my life.",
    "answer": "Galileo Galilei"
},
{
    "title": "1. I was born in Paris, France (26 August 1743) and I died in Paris (8 May 1794). 2. I was a French nobleman and chemist central to the 18th-century chemical revolution and I had a large influence on both the history of chemistry and the history of biology.  3. I studied which is the role of oxygen in combustion reactions.  4. I helped to construct the metric system and I wrote the first extensive list of chemical elements. 5. I was considered the father of the scientist methods.",
    "answer": "Antoine Lavoisier"
},
{
    "title": "1. I was born in Clermont-Ferrand (France) in 1623 and I died in Paris in 1662.   2. I was an important mathematician, physicist, inventor, writer and Christian philosopher.   3. I made important contributions to the study of fluids in order to clarify the concepts of pressure and vacuum. I invented the hydraulic press.    4. I defended the scientific method.   5. In maths my contribution is a peculiar triangle. My book Traité du triangle arithmétique of 1653 described a convenient tabular presentation for binomial coefficients.",
    "answer": "Blaise Pascal"
},
{
    "title": "1. I was born at December 27, 1822 and I died at September 28 , 1895. 2.  I was appointed to the Chair of Chemistry in the faculty of sciences of the University of Strasbourg in 1848. 6 years later, he was named dean of the new faculty of sciences at Lille University. 3. I demonstrated that fermentation is caused by the growth of micro-organisms. 4. My pasteurization process is applied in milk industrial process. 5.  I also made significant discoveries in chemistry, most notably on the molecular basis for the asymmetry of certain crystals and racemisation.",
    "answer": "Louis Pasteur"
},
{
    "title": "1. I was born the 22 September of 1791 in Newington, England. I died at Hampton Court on 25 August 1867, aged 75.  2. My inventions of electromagnetic rotary devices formed the foundation of electric motor technology, and it was largely due to his efforts that electricity became practical for use in technology. 3. I am most known for my contributions to the understanding of electrochemistry. 4. My two laws are related with that the mass of a substance deposited is proportional to the amount of electricity transferred. 5. Some of my science books are: Chemical manipulation, Experimental research in electricity and Experimental research in physic & chemistry.",
    "answer": "Michael Faraday"
},
{
    "title": "1. I was born in Stagira (384 BC) and I died in Euboea (322 BC), Greece. 2. I had a beard, short hair, and there aren't many photos of me, mostly statues. 3.  I was one of the most important Philosophers with Plato.  4. I suggested that the reason for anything coming about can be attributed to four different types of active causal factors: Material cause, formal cause, efficient cause and final cause. 5. I gave more importance to the continuous changing in nature in front of the conservancy. Transformations from one sort of matter into another take place in a cycle in which only one quality changes in base to the four basic elements fire, earth, water and air.",
    "answer": "Aristotle"
},
{
    "title": "1. I was born in 1856 in Smiljan, AustroHungarian Empire and I died in 1943, New York (USA) 2. I studied physics, mechanical engineering and electrical engineering. 3.   I received the award of gold Elliot Cresson (1894) for the alternating electric currents of high frequency and the award of gold John Scott (1934) for the invention of the magnetic rotating field and for the induction motor.  4.  I invented the wireless transfer of electric power, the alternating current, the direct energy weapons, the hatches or logical doors, the radio, the fluorescent lamp... 5.  The airport of Belgrade takes my name.",
    "answer": "Nicola Tesla"
}

]
