[

{
    "title": "I was born on 12th August, 1887 and died on 21st January 1961. I was Austrian but used to live in Ireland. I am known as the father of quantum mechanics and am famous for an experiment linked with a cat. I discovered an equation that was named after my own name, and that is also called the wave equation. I won a Nobel Prize that I shared with Paul Dirac in 1933. I discoverd the first quantum model of atoms by understanding that electrons could'nt be precisely situated in the electronic cloud.",
    "answer": "(Erwin)? ?Schrodinger"
},
{
    "title": "1. I was born in 1881 and died in 1955. I was Irish and I lived in London. 2. I was a biologist and a pharmacologist. I carried out a lot of experiments. 3. In 1928 I discovered penicillin. Penicillin is used to treat infections caused by bacteria. It’s an antibiotic. 4. I won the Nobel Prize in medicine in 1945. 5. One day I said \"One sometimes finds what one is not looking for\":",
    "answer": "(Alexander)? ?Fleming"
},
{
    "title": "1. I was born in 1745. I died in 1827. I was Italian. 2. I was a physicist and a chemist. I worked on electricity. 3. In 1799 I created the first electrical battery, called the voltaic pile. It consists of two electrodes made of copper and zinc with an electrolyte. 4. With my invention, I proved that electricity could be generated chemically. 5. The SI unit of electric potential (voltage) was named in my honour.",
    "answer": "(Alessandro)? ?Volta"
},
{
    "title": "1. I was born on February 22nd 1857 and died on January 1st 1894. I was German. 2. I am famous because I proved experimentally the existence of electromagnetic waves in the years 1885-1889. 3. My experiments confirmed Maxwell’s theory of electromagnetism published in 1865. 4. I was the first to set up an experiment which transmitted and received radio waves, part of electromagnetic waves. 5. I gave my name to the unit of frequency.",
    "answer": "(Heinrich)? ?Hertz"
},
{
    "title": "1. I was born in 1871 and I died in 1937. I'm a New Zealander and British. 2. I worked in Montreal, Manchester and Cambridge as a teacher. 3. In 1908 I won the Nobel Prize in Chemistry for my works on radioactivity and desintegration of the elements. 4. In 1909 I proved the existence of the nucleus in an atom, thanks to the gold leaf experiment. 5. I gave my name to the atomic model where electrons orbit the nucleus.",
    "answer": "(Ernst)? ?Rutherford"
},
{
    "title": "1. I was born in Paris, France, on December 15, 1852, into a family of scientists. I died on August 25th 1908. 2. I was an esteemed member of the European scientific community. I was elected a member of the Academie des Sciences de France in 1889. 3.  In 1896 I discovered the radioactivity of uranium.  4. I shared a Nobel Prize in 1903 with Marie Curie.  5.  I gave my name to the unit of a radioactivity quantity. The symbol of this unit is Bq.",
    "answer": "(Henri)? ?Becquerel"
},
{
    "title": "1. I was born in 1642 and died in 1727. I was English.  2. I was a physicist, mathematician, astronomer and philosopher.  3. I formulated the laws of motion and universal gravitation.  4. I made my first discoveries by observing an apple falling from a tree.  5. My name was given to the SI unit of force.",
    "answer": "(Isaac)? ?Newton"
},
{
    "title": "1. I was born in 1736 and died in 1819. I was a Scottish scientist. 2.  I was an inventor, a mechanical engineer and a chemist. 3. I worked about steam engines where the thermal energy of the steam is converted into mechanical energy 4. My improvements to the steam engines contributed to the Industrial Revolution and to the invention of locomotives 5. My name was given to the SI unit of power.",
    "answer": "(James)? ?Watt"
},
{
    "title": "1.  I am a British scientist born on 8th January of 1942 in England 2.  I work as theoretical physicist, and cosmologist in Cambridge University  3.  I have motor neuron disease  4.  I worked on cosmology particularly on the theory of black Holes.  5.  I wrote two famous books named “A Brief History of Time” and “The Universe in a Nutshell”.",
    "answer": "(Stephen)? ?Hawking"
},
{
    "title": "1. I was born on February 15th 1564 and I died on January 8th 1642. I’m from Italy. 2. I was an astronomer, physicist, engineer, philosopher and mathematician. 3. I discovered the four largest satellites of Jupiter and the telescopic confirmation of the phases of Venus. 4. I supported the Copernican theory that the sun was at the center of the solar system. 5. In 1632 I wrote a book called “dialogue concerning the two chief world systems”. Because of this book I was found to be guilty of heresy and sentenced to house arrest for the rest of my life.",
    "answer": "(Galileo)? ?Galilei"
},
{
    "title": "1. I was born in Paris, France (26 August 1743) and I died in Paris (8 May 1794). 2. I was a French nobleman and chemist central to the 18th-century chemical revolution and I had a large influence on both the history of chemistry and the history of biology.  3. I studied which is the role of oxygen in combustion reactions.  4. I helped to construct the metric system and I wrote the first extensive list of chemical elements. 5. I was considered the father of the scientist methods.",
    "answer": "(Antoine)? ?Lavoisier"
},
{
    "title": "1. I was born in Clermont-Ferrand (France) in 1623 and I died in Paris in 1662.   2. I was an important mathematician, physicist, inventor, writer and Christian philosopher.   3. I made important contributions to the study of fluids in order to clarify the concepts of pressure and vacuum. I invented the hydraulic press.    4. I defended the scientific method.   5. In maths my contribution is a peculiar triangle. My book Traité du triangle arithmétique of 1653 described a convenient tabular presentation for binomial coefficients.",
    "answer": "(Blaise)? ?Pascal"
},
{
    "title": "1. I was born at December 27, 1822 and I died at September 28 , 1895. 2.  I was appointed to the Chair of Chemistry in the faculty of sciences of the University of Strasbourg in 1848. 6 years later, he was named dean of the new faculty of sciences at Lille University. 3. I demonstrated that fermentation is caused by the growth of micro-organisms. 4. My pasteurization process is applied in milk industrial process. 5.  I also made significant discoveries in chemistry, most notably on the molecular basis for the asymmetry of certain crystals and racemisation.",
    "answer": "(Louis)? ?Pasteur"
},
{
    "title": "1. I was born the 22 September of 1791 in Newington, England. I died at Hampton Court on 25 August 1867, aged 75.  2. My inventions of electromagnetic rotary devices formed the foundation of electric motor technology, and it was largely due to his efforts that electricity became practical for use in technology. 3. I am most known for my contributions to the understanding of electrochemistry. 4. My two laws are related with that the mass of a substance deposited is proportional to the amount of electricity transferred. 5. Some of my science books are: Chemical manipulation, Experimental research in electricity and Experimental research in physic & chemistry.",
    "answer": "(Michael)? ?Faraday"
},
{
    "title": "1. I was born in Stagira (384 BC) and I died in Euboea (322 BC), Greece. 2. I had a beard, short hair, and there aren't many photos of me, mostly statues. 3.  I was one of the most important Philosophers with Plato.  4. I suggested that the reason for anything coming about can be attributed to four different types of active causal factors: Material cause, formal cause, efficient cause and final cause. 5. I gave more importance to the continuous changing in nature in front of the conservancy. Transformations from one sort of matter into another take place in a cycle in which only one quality changes in base to the four basic elements fire, earth, water and air.",
    "answer": "Aristotle"
},
{
    "title": "1. I was born in 1856 in Smiljan, Austro-Hungarian Empire and I died in 1943, New York (USA) 2. I studied physics, mechanical engineering and electrical engineering. 3.   I received the award of gold Elliot Cresson (1894) for the alternating electric currents of high frequency and the award of gold John Scott (1934) for the invention of the magnetic rotating field and for the induction motor.  4.  I invented the wireless transfer of electric power, the alternating current, the direct energy weapons, the hatches or logical doors, the radio, the fluorescent lamp... 5.  The airport of Belgrade takes my name.",
    "answer": "(Nicola)? ?Tesla"
},
{
    "title": "1. I am a scientific born in the 1856 in England, Manchester. I died in Cambridge, England in 1940. 2. I invented the spectrometer. 3. One of my best students was Rutherford 4. I won the Nobel Prize of Physic in 1906, because I discovered the electron. 5. I considered that atom was composed of electrons. The negative electrons occupied a region of space that itself was a uniform positive charge",
    "answer": "(Joseph)? ?Thomson"
},
{
    "title": "1. I was born in c. 287 BC in Greece. 2. I was an Ancient Greek mathematician, physicist, engineer, inventor and astronomer. 3. I am especially important for my discovery of the relation between the surface and volume of a sphere and it circumscribing cylinder. 4. I invented a method for determining the volume of an object with an irregular shape. 5. The exclamation 'Eureka!' ( I found it) is famously attributed to me. I was stepped into a bath and noticed that the water level rose whereupon I understood that the volume of water displaced must be equal to the volume of the part of my body I had submerged.",
    "answer": "Archimedes"
},
{
    "title": "1. Was born on April 15, 1452, in Vinci (Italy). 2. I was curious person so I studied the laws of science and nature. 3. I worked as a painter, sculptor, architect, inventor and military engineer. But I am most famous for my work as an artist. 4. I was a leading artist and intellectual of the Italian Renaissance 5. My famous paint is The Mona Lisa (Gioconda).",
    "answer": "(Leonardo)? ?da Vinci"
},
{
    "title": "I was born in Italy in 1901, and died in Chicago in 1954. I have been called the \"architect of the nuclear age\", and I created the world's first nuclear reactor. I was one of the few physicists to excel both theoretically and experimentally. My first major contribution was to statistical mechanics. Some of the most important laws in particle physics has named after me. After bombarding thorium and uranium with slow neutrons, I concluded that I had created new elements; although I was awarded the Nobel Prize for this discovery, the new elements were subsequently revealed to be fission products.",
    "answer": "(Enrico)? ?Fermi"
},
{
    "title": "I was born in Warsaw (Poland), on 7 November 1867, and I’m a polish physicist and chemist. I conducted pioneering research on radioactivity, and then I developed the theory of radioactivity. I discovered two chemical elements: Polonium and Radium. I won the Nobel Prize in Physics in 1903, and the Nobel Prize in Chemistry in 1911. I died in a sanatorium in France in 1934, due to aplastic anemia brought on by exposure to radiation.",
    "answer": "(Marie)? ?Curie"
},
{
    "title": "I was born in Copenhagen, Denmark, on 7 October 1885 and I died on 18 November 1992 at the age of 77. I received the Nobel Prize in Physics in 1922 for my contribution to understanding atomic structure and quantum theory. I proposed that energy levels of electrons are discrete and that the electrons revolve in stable orbits around the atomic nucleus but can jump from one energy level (or orbit) to another. My three papers, which later became famous as “the trilogy”, were published in Philosophical Magazine. I founded the Institute of Theoretical Physics at the University of Copenhagen.",
    "answer": "(Niels)? ?Bohr"
},
{
    "title": "I was born in the city of Weil in Germany in 1571, soon became a student of theology and mathematics at the University of Tubingen. I died in 1630. I realized that the planets move like the tip of a pencil, that is, revolve in elliptical orbits around the sun, placed in one focus of the ellipse I was also in charge of geometry, music and theology and shortly before my death I composed a Somnium, dedicated to a science fiction journey between the inhabitants and the phenomena of the lunar world. I was the first astronomer of the 16th century to realize that the orbits of the planets are not circular, but elliptical. The script most innovative I wrote in Prague was the Astronomiae pars optica, dedicated geometric optics and telescopes.",
    "answer": "(Johannes)? ?Kepler"
},
{
    "title": "I was an English naturalist and geologist born in England in 1809. I've travelled around the world on my ship, the “Beagle”, to doing natural research. I've contributed to the evolutionary theory with my own scientist theory that I called natural selection. I've studied the Galapagos giant tortoise during my second expedition with Beagle. I died on 19 April 1882, my funeral was attended by thousands of people, including scientists and philosophers.",
    "answer": "(Charles)? ?Darwin"
},
{
    "title": "1. He is regarded as the father of modern philosophy for defining a starting point for existence, “I think; therefore I am.” 2. He was born on March 31, 1596, in La-Haye, France. 3. He was extensively educated, first at a Jesuit college at age 8, then earning a law degree at 22. 4. He believed that all truths were ultimately linked. 5. He sought to uncover the meaning of the natural world with a rational approach, through science and mathematics.",
    "answer": "(René)? ?Descartes"
},
{
    "title": "1. Born in Ulm, Württemberg, Germany in 1879. 2. In 1921, he won the Nobel Prize for physics for his explanation of the photoelectric effect. 3. He immigrated to the U.S after being targeted by the Nazis. 4. He is generally considered the most influential physicist of the 20th century. 5. He died on April 18, 1955, in Princeton, New Jersey.",
    "answer": "(Albert)? ?Einstein"
},
{
    "title": "1. He was born in the Elswick district of Newcastle upon Tyne, England. 2. He is a British theoretical physicist, emeritus professor at the University of Edinburgh. 3. In the 1960s, he proposed that broken symmetry in electroweak theory could explain the origin of mass of elementary particles in  general and of the W and Z bosons in particular. 4. He has been honoured with a number of awards in recognition of his work, including the 1981 Hughes Medal from the Royal Society. 5. On October 8th, 2013, he won the Nobel Prize in Physics.",
    "answer": "(Peter)? ?Higgs"
},
{
    "title": "1. He was born in Turin, Italy, on August 9th, 1776. 2. He is best known for his hypothesis that equal volumes of different gases contain an equal number of molecules. 3. His hypothesis was rejected by other scientists. It only gained acceptance after his death. 4.In 1796, when he was only 20, he was awarded a doctorate in canon law and began to practice as an ecclesiastical lawyer. 5. He gradually lost interest in legal matters. He found science was much more intellectually stimulating.",
    "answer": "(Lorenzo)? ?Avogadro"
},
{
    "title": "1. He was born into a well-to-do family in the city of Lyon, France, on January 20, 1775. 2. When he was five years old, his family moved to a country estate near the village of Poleymieux about six miles (10 km) from Lyon. 3. At age 13, he began a serious study of mathematics using books in his father’s library. 4. He made the revolutionary discovery that a wire carrying electric current can attract or repel another wire next to it that’s also carrying electric current. 5. He also proposed the existence of a particle we now recognize as the electron.",
    "answer": "(André)? ?Ampère"
},
{
    "title": "1.He was born in Kiel, Germany, on April 23, 1858. 2. His father was Professor of Constitutional Law in the University of Kiel, and later in Göttingen. 3. He studied at the Universities of Munich and Berlin, where his teachers included Kirchhoff and Helmholtz. 4. His work on the quantum theory, as it came to be known, was published in the Annalen der Physik. 5. He won the Nobel Prize in Physics in 1918.",
    "answer": "(Max)? ?Planck"
},
{
    "title": "1. He was one of the great astronomers of the 16th century. 2. He was born on 19 February 1473 in the Polish town of Torun. 3. In 1491 Copernicus went to the University of Cracow. 4.His theory was published in 1543. The book was called On the Revolutions of the Heavenly Bodies. It was dedicated to Pope Paul III. 5. He died on May 24th, 1543.",
    "answer": "(Nicolaus)? ?Copernicus"
},
{
    "title": "1. Born on June 13, 1831, in Edinburgh, Scotland. 2. He studied at the University of Cambridge. 3. In 1873 he published the book A Treatise on Electricity and Magnetism, which further expanded on his research. 4. Other scientific contributions included producing the first color photograph, taken in 1861, and creating structural engineering calculations for bridge maintenance. 5. He died in England on November 5, 1879.",
    "answer": "(James)? ?Maxwell"
},
{
    "title": "1. He is best known for his work as a naturalist, developing a theory of evolution to explain biological change. 2. He was born in Shrewsbury, England, on February 12th, 1809. 3. In 1831, he embarked on a five-year survey voyage around the world on the HMS Beagle. 4. His studies of specimens around the globe led him to formulate his theory of evolution and his views on the process of natural selection. 5. In 1859, he published On the Origin of Species. He died on April 19, 1882, in London.",
    "answer": "(Charles)? ?Darwin"
},
{
    "title": "1. He was born on April 25th, 1900 in Vienna. 2. He participated in the creation of quantum mechanics. 3. He obtained his doctor's degree in 1921 and spent a year at the University of Göttingen as assistant to Max Born and a further year with Niels Bohr at Copenhagen. 4. The outbreak of World War II and the possible threat of Nazi persecution led him to the U.S., but he returned to Europe in 1946. 5. He won the Nobel Prize in Physics 1945",
    "answer": "(Wolfgang)? ?Pauli"
}

]
