[

{
    "title": "I am a chemical element. My atomic number is 6. In 1865, Becquerel published my weight. I am present from the beginning of life on Earth. I appeared after star explosions before the creation of the solar system. You can find me in all living beings and I constitute the organic matter. My 14th isotope is used to know the date of the death of a living being and you can find me in coal. What am I?",
    "answer": "Carbon"
},
{
    "title": "Known since the Antiquity, that is only in 1977 that Antoine Laurent de Lavoisier, a French scientist, found that I was an element and not made of different atoms. I belong to the non-metal category and my atomic number is 16. Often linked with the Devil, I am yellow and one of the gases that I am a part of  has the smell of old eggs.  I form a part of the plaster, used to build houses. I am a part of the sulfuric acid too. I also play an important role in electrochemical piles, combined with the sodium. And last but not least, I can easily be found near volcanoes or hot springs. What am I?",
    "answer": "Sulphur"
},
{
    "title": "I am a chemical element, my atomic number is 29. I’m naturally present in the Earth’s crust as a brown or orange metal, I am the oldest metal used by humans. I am in the same family as gold and silver. When I’m an ion dissolved in water, the solution is blue. I am necessary for life’s development I am used as a construction material, for alloys, sculptures, dishes or electric wires. You can find me in Chile, Zambia or Indonesia deposits. What am I?",
    "answer": "Copper"
},
{
    "title": "I am an element which has 11 protons and I was discovered in 1807 by Sir Humphry Davy. You can find me in salt in my ion form. When I am solid I am white and I am very reactive with the water, I can explode! But when I am gaseous I emit yellow light used in some tunnels. Your nerves and muscles need me. And last but not least, I am in the alkali family. What am I?",
    "answer": "Sodium"
},
{
    "title": "I have many uses. I am used for water cleaning, disinfection, antisepsis and in swimming pools too. In World War I, I was a component of a gas which killed many soldiers. When I am combined with the sodium ion, I form the salt. In the Mendeleiev's periodic table, my atomic number is 17, I belong to the Halogen family. I was discovered by Carl Wilhelm Scheele in 1774. What am I?",
    "answer": "Chloride"
},
{
    "title": "I am a silvery white metal. I am the only metallic element that is liquid at standard conditions for temperature and pressure. I have 80 protons, my density is 13.6 and I belong to group 12 of the periodic table. People have known me since Antiquity. Because of high density, Torricelli used me to create his barometer in 1643. Before, I was used in thermometers but I have been replaced by alcohol since my vapors are toxic. I am released by volcanic eruption. My symbol is Hg. What am I?",
    "answer": "Mercury"
},
{
    "title": "I’m a metal, my color is between yellow and orange. My atomic number is seventynine. James MARSHALL discovered me on January 24th in 1848 in California.  I’m often on death masks in Egypt or I’m used to make jewels. I’m very expensive. I’m very sought after to make money. In nature, I am nugget-shaped or I can also be reduced in powder or speck by a mechanical erosion. You can find me in a lot of countries like Australia, South Africa or China. And last but not least, my symbol is Au.",
    "answer": "Gold"
},
{
    "title": "My atomic number is 8 and I am a nonmetal. I was discovered in 1777 by Antoine Lavoisier. By 1777, Lavoisier was ready to propose a new theory of combustion. You can find me everywhere on Earth, because I am in the air and in the water. I don’t have any colour. Without me man can’t live. What am I?",
    "answer": "Oxygen"
},
{
    "title": "I’m a noble gas. At room temperature I’m a gas, I am the chemical element of atomic number 18. I was discovered in the air (~1%) in 1884 by Lord Rayleigh and Sir William Ramsay. I am colorless. In the periodic table I’m situated below the neon. I have 18 protons. My symbol is Ar. What am I?",
    "answer": "Argon"
},
{
    "title": "My atomic number is 78 and I am a metal. I was discovered in 1735 by Antonio de Ulloa. I am not corrosive, I’m malleable, precious, rare and my colour is white-grey. I am used to make jewels and catalytic converters. I melt at 1768°C. My symbol in the Mendeleiv classification is Pt. My density is 10.5. What am I?",
    "answer": "Platinum"
}

]
