[

{
    "title": "I am studied by all the pupils who learn Physics. I am very useful in many jobs and subjects like radio or medicine. I can be seen in a signal's recording and I exist under different forms such as periodic ones but overall, I am either electromagnetic (such as light) or acoustic. I am almost everywhere but many people neither know nor see me.  What am I?",
    "answer": "The wave"
},
{
    "title": "I am an electrochemical cell (or enclosed and protected material) that can be charged electrically to provide a static potential for power or released electrical change when needed. My creator Volta was born in Italy and created me in 1800´s. I have a lot of forms and colors. Before I was big and I became smaller and smaller. I am in children toys around the world but also in those of the biggest people. What am I?",
    "answer": "The battery"
},
{
    "title": "I am an object surrounded by a magnetic field. I possess the property, either natural or induced, of attracting ferromagnetic materials such as iron. I am made up of a north pole and a south pole that attract each other. I am used to make compasses, and in medical devices such as magnetic resonance imaging. What am I?",
    "answer": "The magnet"
},
{
    "title": "In -460 Democrite discovered me and thought that I was the smallest possible bit of matter. Thomson created the plum pudding model in 1897, Rutherford created the planetary model of myself in 1911 and Schrodinger created the quantum model in 1926. I’m composed of particles called nucleons and electrons. I’m everywhere. What am I?",
    "answer": "The atom"
},
{
    "title": "I was created in 1954. I am black and I can be rectangular, square-shaped. I’m composed of silicon.  Humans put me in countries where it’s really sunny, or on houses’ roofs, planes or satellites. I can be very small or huge. My job is to convert solar energy into electricity or thermal energy. What am I?",
    "answer": "The solar panel"
},
{
    "title": "I am a subatomic particle. I was discovered by Joseph John Thompson and his workmates in 1896. They tried to separate the negative electrical charges using magnetism. I live in the atom with the protons and neutrons. In an atom, I am always as many as the protons. My symbol is e-. What am I?",
    "answer": "The electron"
},
{
    "title": "I am a big object built by engineers which has been placed into orbit around the Earth. I’ve lot of applications. I’m used for the weather, the television, Earth observations and many other uses. The first one which was sent to space was named Sputnik by the Soviet Union in 1957.  What am I?",
    "answer": "The satellite"
},
{
    "title": "I have a very little size which is around 10-15 m. I was discovered by Ernest Rutherford in 1911, in the famous experiment called “the gold leaf experiment”. I have protons and neutrons. I have a positive electric charge. What am I?",
    "answer": "The nucleus"
},
{
    "title": "I am an optical instrument invented in 1839 and made of a lens and a shutter. I have the same function as the human eye. I create visual memories by capturing what I see. During a period I was argentic, I needed films to make negatives. From 1980 I became digital, I use an sensitive sensor. I am integrated into telephones and computers. I can make videos. I can be small or big. What am I?",
    "answer": "The camera"
},
{
    "title": "In the first place, I am a vehicle. I am a very big and fast object. I am used to traveling in space. My pilot is an astronaut, generally, his destination is the moon. My passengers can also go to the international space station. In 1969, I transported the first humans to the moon. What am I?",
    "answer": "The spacecraft"
}

]
